tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "exercism"
brew "fish"
brew "fzf"
brew "git"
brew "htop"
brew "kind"
brew "kubectx"
brew "neovim"
brew "telnet"
brew "tmux"
cask "1password"
cask "apache-directory-studio"
cask "discord"
cask "font-fira-code"
cask "iterm2"
cask "lens"
cask "scroll-reverser"
cask "spotify"
cask "telegram"
cask "temurin"
cask "tg-pro"
cask "visual-studio-code"
